{
    "ordersText": [
        {
            "title": "RELIABLE TACTICS",
            "general": "Before resolving this order you must shuffle your Tactical stack into your deck. After resolving the order if you purchased a combat upgrade, immediately form a new tactic stack with 3 different cards from your combat deck. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "DAEMONCULABA ",
            "general": "When resolving this order friendly cities and bastions act as factories. Each one can produce up to 1 Slave Soldier or Siege Marine and that unit must be placed on the world with the city or the bastion that was used to produce it. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "FIELD FORTIFICATIONS",
            "general": "When resolving this order you may move up to 1 friendly bastion as if it were a ground unit. A bastion may never end its movement in a world with another structure. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "LORDS OF IRON",
            "general": "When resolving this order you may purchase up to 2 different structures in the Purchase structure phase. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "ACCEPTABLE LOSSES",
            "general": "Enemy bastions do not prevent this orbital strike. You can resolve an orbital strike after your units enter an enemy world during the execution of this order. You may only choose the contested world as a target. During this orbital strike, both your and your opponent's forces must suffer damage caused by it. After the damage has been delt, resolve the combat as usual. *newline* LIMIT ONCE PER ROUND."
        }
    ],
    "eventsText": [
        {
            "title": "RELENTLESS ONSLAUGHT",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* You may discard this card after fully resolving an advance order to rally 1 unit and resolve an advance order once again. During the second order resolution you can only move to a single area that you already moved into this turn.",
            "type": "SCHEME"
        },
        {
            "title": "STAND YOUR GROUND!",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* Discard this card at the start of a combat on a world. During this combat you are considered to have a friendly structure on this world.",
            "type": "SCHEME"
        },
        {
            "title": "DEVASTATING BARRAGE",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* Discard this card at the start of a combat round on a world and destroy a friendly unit on this world to gain 3 (B).",
            "type": "SCHEME"
        },
        {
            "title": "COLD CALCULATION",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* Discard this card at the start of a combat to shuffle your tactic stack back into your deck and immediately form a new tactic stack.",
            "type": "SCHEME"
        },
        {
            "title": "REPURPOSING",
            "general": "*newpara* Remove a friendly structure to gain materiel equal to its materiel cost plus 1, after that you must immediately purchase a different structure and place it on the same world.",
            "type": "TACTIC"
        },
        {
            "title": "GRIM RESOLVE",
            "general": "*newpara* Turn all cards in your tactic stack faceup (they become public information until played) and gain 1 materiel for every non-basic combat card in your tactic stack.",
            "type": "TACTIC"
        },
        {
            "title": "MILLENIA-OLD BITTERNESS",
            "general": "*newpara* Gain 1 reinforcement token for every system with a friendly structure and an opponent's structure in it.",
            "type": "TACTIC"
        },
        {
            "title": "AID OF THE DARK MECHANICUM",
            "general": "*newpara* Purchase a combat upgrade. You can spend any number of forge tokens to reduce its cost by 2 for every token spent.",
            "type": "TACTIC"
        }
    ],
    "combatText": [
        {
            "title": "    SHIELD FORMATION",
            "general": "Convert 1 of your [D] to [S]. Gain 1 (S).",
            "unit": "Slave soldier/Devastation/Bastion: Gain 1 [S]."
        },
        {
            "title": "    CANNON FODDER",
            "general": "If this world contains a structure, gain 1 [D]. *newpara* Gain up to 2 (B). Your opponents gains that many (B).",
            "unit": "Slave soldier/Devastation: Convert 1 of your [D] to [B]."
        },
        {
            "title": "    PURGE THE WEAK",
            "general": "If this world contains a structure, gain 1 [S]. *newpara* Destroy any number of friendly routed units to gain 1 [M] and 1 materiel for each one.",
            "unit": ""
        },
        {
            "title": "    WARSMITH",
            "general": "Gain 1 [D].",
            "unit": "Siege Marine: if this world contains no structures, rout 1 friendly Slave Soldier to buy and immediately place a friendly factory on this world."
        },
        {
            "title": "    BRUTAL ATTRITION",
            "general": "Spend 1 [S] to gain 2 (B).",
            "unit": "Slave soldier/Devastation: Gain 1 [D]. "
        },
        {
            "title": "    IRON WITHIN",
            "general": "If this world contains a structure, gain 1 [D]. *newpara* Convert 1 [D] to [M].",
            "unit": "Siege Marine/Devastation: After the next assess damage step if no friendly units have been destroyed, rally 1 unit."
        },
        {
            "title": "    DIG IN!",
            "general": "Gain 1 [M].",
            "unit": "Siege Marine: If this world contains no structures, spend 1 [M] and destroy an unrouted Slave Soldier to immediatly place a free friendly bastion on it."
        },
        {
            "title": "    OBLITERATORS",
            "general": "Loose 1 [S]. At the beginning of the next execution round gain 2 [B] and 3 (B).",
            "unit": "Siege Marine/Devastation: Gain 1 (S). Destroy your unrouted Siege Marine to destroy a structure on this world."
        },
        {
            "title": "    IRON WITHOUT",
            "general": "If this world contains a structure, gain 1 [D]. *newpara* Gain 2 (B) or 2 (S) in any combination. Your opponent gains the same combination of (B) and (S).",
            "unit": "Slave soldier/Devastation/Bastion: Convert 1 of your [D] to [S] or [B]."
        },
        {
            "title": "    JUDGEMENT OF IRON",
            "general": "Spend up to 2 [S]. Gain 2 (B) for every die spent. *newpara* If this world contains a friendly structure, gain 1 [S].",
            "unit": "Hellforged Leviathan/Devastation: Gain 1 [B]. If this world contains an enemy structure, destroy it."
        },
        {
            "title": "    SIEGECRAFT",
            "general": "Gain 1 (B) or 1 (S). Convert 1 of your [D] to [M].",
            "unit": "Hellforged Leviathan/Hecate: Force your opponent to either discard 2 reinforcement tokens or loose 2 [M] in any combination (your opponent chooses)."
        },
        {
            "title": "    THOROUGH PREPARATIONS",
            "general": "Convert 1 of your [D] to [S]. *newpara* Resolve one of the following: *newline* If this world contains a structure, gain materiel equal to the world's materiel value. *newpara* Take your set-aside dominate order token and place it on top of this system's order stack.",
            "unit": ""
        },
        {
            "title": "    ETERNAL RESENTMENT",
            "general": "Spend up to 4 [D]. For every [D] spent, gain 2 (B) and your opponent gains 2 (B). *newline* If this world contains a structure, your opponent looses 2 (B).",
            "unit": "Donjon/Hecate: Your opponent looses 3 (B)."
        },
        {
            "title": "    HAMMER OF OLYMPIA",
            "general": "",
            "unit": "Donjon/Hecate: Immediately reveal the topmost card of the Tactical stack and play it."
        }
    ]
}

