{
    "ordersText": [
        {
            "title": "SLAVE RAID",
            "general": "If you rolled at least 2 [B] during this orbital strike, gain 1 reinforcement token. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "MALEVOLENCE MADE FLESH",
            "general": "After you resolve this order, you may either spend 1 reinforcement token to place 1 free Kabalite Warrior on any friendly world or replace 1 Kabalite Warrior in the active system with 1 free Wych. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "WEB OF TORMENT",
            "general": "While resolving this order, you may move your units from any number of systems adjacent to the active system. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "POWER FROM PAIN",
            "general": "While resolving this order, increase your command level by 1. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "ECLIPSING DESCENT",
            "general": "Enemy bastions do not prevent this orbital strike. During this orbital strike, you may spend 1 [B] to move 1 of your ships in the active system to another void in the active system. This can start a new combat after resolving this orbital strike. *newline* LIMIT ONCE PER ROUND."
        }
    ],
    "eventsText": [
        {
            "title": "REALSPACE RAID",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* Instead of revealing an order during the Operations Phase, you may discard this card to choose an uncontrolled world. Gain assets from this world and gain materiel equal to its materiel value.",
            "type": "SCHEME"
        },
        {
            "title": "SHADOWFIELD PROJECTION",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* While resolving an Advance Order, you may discard this card to perform its steps in any order.",
            "type": "SCHEME"
        },
        {
            "title": "REVEL IN BLOODSHED",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* At the end of an execution round of combat, you may discard this card and destroy 1 of your command level 1 or command level 2 units to move any number of your units to an adjacent area. This can start a new combat after resolving this combat. ",
            "type": "SCHEME"
        },
        {
            "title": "VISIONS OF COMMORRAGH",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* Instead of placing an order during the Planning Phase, you may discard this card.",
            "type": "SCHEME"
        },
        {
            "title": "SLAVE TRADE",
            "general": "Either spend up to 2 materiel to gain 1 asset of your choice for each materiel you spend or spend up to 2 assets to gain 2 materiel for each asset you spend.",
            "type": "TACTIC"
        },
        {
            "title": "GRISLY TROPHIES",
            "general": "Destroy 1 of your units on any world. Gain materiel equal to its materiel cost and gain reinforcement tokens equal to its morale value.",
            "type": "TACTIC"
        },
        {
            "title": "SPECTACLE OF MURDER",
            "general": "Purchase 1 combat upgrade. You may spend reinforcement tokens to reduce its materiel cost by 2 for each token you spend.",
            "type": "TACTIC"
        },
        {
            "title": "BLACK HEART SPONSORING",
            "general": "Either place 1 free Frigate on a friendly void or spend 2 materiel and 1 forge token to replace 1 Frigate with 1 free Dying Sun Battleship.",
            "type": "TACTIC"
        }
    ],
    "combatText": [
        {
            "title": "WHERE LEAST EXPECTED",
            "general": "",
            "unit": "Infiltrator/Alpha Marine/Cruiser: Choose a card from your hand and place it facedown next to this card. Choose any 1 of your opponent's [D]. Your opponent may spend the chosen [D] to discard your facedown card. Otherwise, reveal the card and gain its combat icons but do not resolve its abilities."
        },
        {
            "title": "COUNTERATTACK",
            "general": "If you are attacking, reveal your opponent's facedown combat card. *newpara* Gain 1 [B] for every bolter icon on your opponent's combat cards played this round.",
            "unit": "Infiltrator/Cruiser: Gain 1 (S)."
        },
        {
            "title": "DIVERSION",
            "general": "If you are attacking, reveal your opponent's facedown combat card. *newpara* Gain 1 [S] for every shield icon on your opponent's combat cards played this round.",
            "unit": "Infiltrator/Cruiser: Reroll 1 [S] or [M]."
        },
        {
            "title": "ONE STEP AHEAD",
            "general": "Either gain 1 [M] or force your opponent to choose and reveal any number of cards from his hand.",
            "unit": "Alpha Marine/Cruiser: Choose one: *newline* Your opponent discards all unrevealed cards unless he spends 2 dice of your choice. *newpara* Or *newpara* Your opponent discards one of the revealed cards of your choice."
        },
        {
            "title": "ASSASINATION",
            "general": "If you are attacking you may force your opponent to discard his facedown card and pick a new one. If you do gain 1 [M] for every [M] icon on the discarded card. *newpara* If you are defending your opponent looses 2 (B).",
            "unit": "Infiltrator/Alpha Marine/Cruiser: You may discard down to 2 cards in hand to force your opponent to discard down to 2 cards in hand."
        },
        {
            "title": "WEAKEST LINK",
            "general": "Choose a card from your hand and place it facedown next to this card. Your opponent may force you to discard this card. If he does, rally a friendly unit. Otherwise, reveal the card and gain its combat icons but do not resolve its abilities.",
            "unit": "Alpha Marine/Cruiser: Gain 2 (B) or 2 (S)."
        },
        {
            "title": "SUBTERFUGE",
            "general": "Convert any 1 of your opponent's [D] to [S] or [B].",
            "unit": "Alpha Marine/Cruiser: gain 1 [B] or 1 [S]."
        },
        {
            "title": "STRIKE FROM BEHIND",
            "general": "You may spend 1 [M]. If you do, your opponent cannot resolve the unit abilities of his next revealed combat card.",
            "unit": "Infiltrator/Cruiser: If the last combat card played by your opponent has a morale icon, place a free reinforcement token in this area."
        },
        {
            "title": "HEADS OF A HYDRA",
            "general": " Until the end of the current combat round, whenever a friendly unit is destroyed, place a free reinforcement token in this area.",
            "unit": "Alpha Marine/Cruiser: Gain 1 [M], 1 [S] or 1 [B], whichever your opponent has more of (in case of a tie you choose)."
        },
        {
            "title": "SABOTAGE",
            "general": "You may spend [M] to force your opponent to rout 1 reinforcement unit for every morale icon on his revealed cards. *newpara* Convert any 2 of your opponent's [D] to [S] or [B].",
            "unit": "Hydrafiend/Grand Cruiser: You may spend [M] to force your opponent to rout 1 unit."
        },
        {
            "title": "DEVILISH SCHEME",
            "general": "Gain either 2 (B) or 2 (S).",
            "unit": "Hydrafiend/Grand Cruiser: Look at the top 2 cards of your opponent's combat deck and set 1 of them aside. The next time your opponent plays a combat card, he must play the chosen card."
        },
        {
            "title": "MIND GAMES",
            "general": "Choose a combat card from your hand and place it facedown. Your opponent must choose one of your units in this combat. Reveal the chosen card. If the unit is listed in the card's special abilities section, destroy the unit and discard the card. Otherways, immediately play the chosen card.",
            "unit": ""
        },
        {
            "title": "WE ARE ALPHARIUS",
            "general": "Until the end of the combat your reinforcement units are considered to be your CL2 units. Eliminate all your reinforcement units at the start of the resolution phase.",
            "unit": "Feral/Grand Cruiser: ???"
        },
        {
            "title": "HYDRA DOMINATUS",
            "general": "Choose a card from your hand and place it facedown next to this card. Choose any 3 of your opponent's dice. Your opponent may spend the chosen dice to discard your facedown card. Otherwise, reveal the card and play it.",
            "unit": "Feral/Grand Cruiser: gain 1 (S) or 1 (B) for every shield icon on your opponent's played combat cards. "
        }
    ]
}
