{
    "ordersText": [
        {
            "title": "DECOY",
            "general": "Instead of resolving this order, you may replace it with any of your set-aside order tokens (that have not been placed on the game board this round) and resolve its corresponding order instead. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "SUBTERFUGE",
            "general": "When resolving this order, you may force the owner of the next topmost order token in the active system's or an adjacent system's stack to put it on top of his event deck it and replace it with any of his set-aside order tokens (that have not been placed on the game board this round). He secretly chooses the new token. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "HIJACKED FACILITIES",
            "general": "When resolving this order you may treat any cities and factories in the active system as friendly for the purpose of purchasing a single unit (but not for unit placement). *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "???",
            "general": "During this orbital strike you may spend any number of [S]. Your opponent must rout a unit on the target world for every 2 [S] spent. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "FAKE ORDERS",
            "general": "Enemy bastions do not prevent this orbital strike. During this orbital strike gain 1 [D] and you may spend any number of [M] to move a single opponent's unit from the target world to a world he controls by a legal movement path. The unit's CL cannot exceed the number of [M] spent, and the world's unit capacity cannot be exceeded as a result of this movement. *newline* LIMIT ONCE PER ROUND."
        }
    ],
    "eventsText": [
        {
            "title": "COMPROMISED CHAIN OF COMMAND",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* Discard this card at the start of a combat before the Draw phase to look at the top 3 cards of your opponent's Combat deck. Move any of them to the bottom of his deck.",
            "type": "SCHEME"
        },
        {
            "title": "ANTICIPATE THEIR EVERY MOVE",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* You may discard this card when another player revals a dominate order token. That player cannot resolve his faction domination ability this turn (passive abilities are not affected).",
            "type": "SCHEME"
        },
        {
            "title": "SLEEPER AGENT",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* Secretly choose and place 1 of your order tokens facedown onto any world. Dscard this card at the start of a combat on that world to reveal the token, discard it and do the following: *newline* If it is a Strategize order, replace a CL0 unit in this area with a CL0 unit from your reserve. *newline* If it is a Deploy order, replace a CL1 unit in this area with a CL1 unit from your reserve. *newline* If it is a Dominate order, replace a CL2 unit in this area with a CL2 unit from your reserve. *newline* If it is an Advance order, replace a CL3 unit in this area with a CL3 unit from your reserve.",
            "type": "SCHEME"
        },
        {
            "title": "STOLEN BLUEPRINTS",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* You may discard this card when when you resolve an order. Your command level during this order resolution is equal to the highest command level among opponents who share at least 1 system with you.",
            "type": "SCHEME"
        },
        {
            "title": "REDIRECT SUPPLIES",
            "general": "Choose an opponent who you share at least 1 system with and an asset token type. Gain asset tokens of that type equal to the number of tokens of that type that he has.",
            "type": "TACTIC"
        },
        {
            "title": "DISRUPT COMMUNICATIONS",
            "general": "Choose a player and 2 different order tokens. He must place those 2 tokens on top of his event deck. The tokens remain on top of his event deck till the next event phase.",
            "type": "TACTIC"
        },
        {
            "title": "STEALTH OPERATION",
            "general": "Choose an opponent. That opponent must choose and replace 1 of his CL0 units on any world with an Infiltrator from your reserve. This may start a combat, and if it does, you are considered the attacker.",
            "type": "TACTIC"
        },
        {
            "title": "INDOCTRINATED POPULATION",
            "general": "Choose an opponent and a system. Resolve an advance order within that system, controlling that opponent's forces as if they were yours. This advance order may not result in a combat or an orbital strike and areas' unit capacity may not be exceeded as the result of this order.",
            "type": "TACTIC"
        }
    ],
    "combatText": [
        {
            "title": "WHERE LEAST EXPECTED",
            "general": "",
            "unit": "Infiltrator/Alpha Marine/Cruiser: Choose a card from your hand and place it facedown next to this card. Choose any 1 of your opponent's [D]. Your opponent may spend the chosen [D] to discard your facedown card. Otherwise, reveal the card and gain its combat icons but do not resolve its abilities."
        },
        {
            "title": "COUNTERATTACK",
            "general": "At the start of the Assess Damage step, gain 1 [B] for every bolter icon on your opponent's combat cards played this round.",
            "unit": "Infiltrator/Cruiser: Gain 1 (S)."
        },
        {
            "title": "DIVERSION",
            "general": "At the start of the Assess Damage step, gain 1 [S] for every shield icon on your opponent's combat cards played this round.",
            "unit": "Infiltrator/Cruiser: Reroll 1 [S] or [M]."
        },
        {
            "title": "ONE STEP AHEAD",
            "general": "Either gain 1 [M] or force your opponent to choose and reveal any number of cards from his hand.",
            "unit": "Infiltrator/Alpha Marine: Choose one: *newpara* Your opponent discards all unrevealed cards unless he spends 2 [D] of your choice. *newpara* Or your opponent discards 1 of the revealed cards of your choice."
        },
        {
            "title": "ASSASINATION",
            "general": "If you are attacking, you may force your opponent to discard his facedown card and pick a new one. If you do, gain 1 [M] for every morale icon on the discarded card. *newpara* If you are defending, your opponent looses 2 (B).",
            "unit": "Alpha Marine/Cruiser: Gain 1 (B) or 1 (S)."
        },
        {
            "title": "STRIKE FROM BEHIND",
            "general": "Rout a friendly unit to rally a unit or place a free reinforcement token in this area.",
            "unit": "Alpha Marine/Cruiser: Gain 1 (B) or 1 (S) for every urouted friendly reinforcement unit in this area."
        },
        {
            "title": "SERPENT'S FANGS",
            "general": "Convert any 2 of your opponent's [D] to [B] or [S].",
            "unit": "Alpha Marine/Cruiser: gain 1 [B] or 1 [S]. Search your combat deck for a card. Your opponent may spend 1 [D] of your choice to discard it."
        },
        {
            "title": "WEAKEST LINK",
            "general": "Discard one of your played cards to force your opponent to discard one of his played cards of your choice.",
            "unit": "Infiltrator: Place a number of free reinforcement tokens in this area equal to the number of morale icons on the opponent's topmost card in play."
        },
        {
            "title": "HEADS OF A HYDRA",
            "general": "Until the end of the current combat round, whenever a friendly unit is destroyed, place a free reinforcement token in this area. At the beginning of the next combat round, gain 1 (B) for every friendly reinforcement unit.",
            "unit": "Alpha Marine/Cruiser: Gain 1 [B] or 1 [S]."
        },
        {
            "title": "SABOTAGE",
            "general": "Convert any 2 of your opponent's [D] to [S] or [B]. *newpara* Spend any number of [M] to force your opponent to rout 1 reinforcement unit for every [M] spent.",
            "unit": "Hydrafiend/Dominus: Force your opponent to rout 1 unit of a command level equal to or less than the number of morale icons on his cards in play."
        },
        {
            "title": "DEVILISH SCHEME",
            "general": "Gain 2 (B) or 2 (S).",
            "unit": "Hydrafiend/Dominus: Look at the top 2 cards of your opponent's combat deck and set 1 of them aside. The next time your opponent plays a combat card, he must play the chosen card."
        },
        {
            "title": "MIND GAMES",
            "general": "Choose a combat card from your hand and place it facedown. Your opponent must choose one of your units in this combat. Reveal the chosen card. If the unit is listed in the card's special abilities section, destroy the unit and discard the card. Otherways, immediately play the chosen card.",
            "unit": ""
        },
        {
            "title": "WE ARE ALPHARIUS",
            "general": "",
            "unit": "Feral/Dominus: If you are attacking, pick a number. Your opponent must reveal his facedown combat card, and if its command level equals the chosen number, your opponent cannot resolve any of that card's abilities. *newpara*  If you are defending, gain 1 (S) or 1 (B) for every morale icon on your opponent's played combat cards."
        },
        {
            "title": "HYDRA DOMINATUS",
            "general": "Choose a card from your hand and place it facedown next to this card. Choose any 3 of your opponent's dice. Your opponent may spend the chosen dice to discard your facedown card. Otherwise, reveal the card and play it.",
            "unit": "Feral/Dominus: gain 1 (S) for every shield icon on your opponent's played combat cards."
        }
    ]
}
