{
    "ordersText": [
        {
            "title": "A SINGLE THRUST",
            "general": "If this advance order results in a combat, you may play an additional combat card during the first round. *newline* However, after each round of combat your combat cards are discarded and do not carry over to future rounds. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "PURE GENESEED",
            "general": "While resolving this order you may spend forge tokens as if they were cache tokens. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "SHEER PERFECTION",
            "general": "Your combat deck may consist of 8 cards. If there are 10 cards in your combat deck when you purchase combat upgrades, you may discard an additional pair of combat cards from your deck. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "SONIC AMPLIFIERS",
            "general": "Enemy bastions do not prevent this orbital strike. *newline*  During this orbital strike you may spend 2 [B] to destroy a structure on the targeted world. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "UNBRIDLED HEDONISM",
            "general": "While resolving this order there is no limit on the number of upgrades you may purchase of each type. *newline* LIMIT ONCE PER ROUND."
        }
    ],
    "eventsText": [
        {
            "title": "A FEAST TO REMEMBER",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* Discard this scheme when collecting materiel in the Refresh phase. Choose a system and collect materiel from all friendly worlds in that system again.",
            "type": "SCHEME"
        },
        {
            "title": "BEGUILEMENT",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* Discard this card at the start of an opponent's turn. That opponent must choose one of their order tokens on the game board and move it to the bottom of its respective stack. Then he skips his turn.",
            "type": "SCHEME"
        },
        {
            "title": "SHE IS NEVER SATED",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* Discard this scheme after resolving your next advance order. You must immediately resolve this advance order again.",
            "type": "SCHEME"
        },
        {
            "title": "THE DARK PRINCE BECKONS",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* Discard this scheme at the start of a combat on a world with friendly units or structures. Replace 1 of your opponent's CL0 units with a Pleasure Seeker from your reserve.",
            "type": "SCHEME"
        },
        {
            "title": "DANCE OF THE DEMONETTES",
            "general": "*newpara* Return any number of Pleasure Seekers from your faction board and place them on any friendly worlds.",
            "type": "TACTIC"
        },
        {
            "title": "SHE GROWS BORED OF THE GAME",
            "general": "*newpara* Each opponent may decide, in secret, to claim any one of their unclaimed objectives. If any opponent claims an objective, you may claim one of your unclaimed objectives.",
            "type": "TACTIC"
        },
        {
            "title": "PRIDE BEFORE THE FALL",
            "general": "*newpara* Choose a player. That player must retun one of their claimed objectives to any enemy world.",
            "type": "TACTIC"
        },
        {
            "title": "YOUNGEST AMONG THE GODS",
            "general": "*newpara* Immediately place 1 order token in any legal system following the usual order token placement rules.",
            "type": "TACTIC"
        }
    ],
    "combatText": [
        {
            "title": "RECKLESS ASSAULT",
            "general": "You must destroy 1 friendly unit.",
            "unit": "Berzerker: Gain 2 (B). If you destroyed a plastic unit, gain 2 (B)."
        },
        {
            "title": "GRUESOME TROPHY",
            "general": "Force your opponent to loose 1 [D] of your choice.",
            "unit": "Blood cultist/Berzerker/Carnage: If you have more [D] then your opponent, he must rout 1 unit."
        },
        {
            "title": "LET THE GALAXY BURN",
            "general": "Gain 2 (B) for each enemy structure in the active system.",
            "unit": "Blood cultist/Berzerker/Carnage: If there are enemy structures in the active system, gain 1 [M]."
        },
        {
            "title": "RITUALS OF BLOOD",
            "general": "Gain 2 (S).",
            "unit": "Blood cultist: Loose 1 [D] and discard this card to place a free Blood cultist in this area."
        },
        {
            "title": "SLAUGHTER THEM ALL",
            "general": "Gain 1 [B] and 1 (B).",
            "unit": "Blood cultist/Berzerker/Carnage: Your opponent must eliminate 1 of his units, unless he spends 1 [D]."
        },
        {
            "title": "BLINDED BY RAGE",
            "general": "Discard 1 [D] to force your opponent to discard 2 matching [D].",
            "unit": "Berzerker/Hellbrute/Carnage: Rally a friendly unit."
        },
        {
            "title": "BLOOD FRENZY",
            "general": "If it is the first round of combat, gain 2 (B) and 2 (S).",
            "unit": "Berzerker: Gain 1 (B) and 1 (S)."
        },
        {
            "title": "CUT THEM DOWN",
            "general": "If there are no routed friendly units in this area, gain 2 (B).",
            "unit": "Blood cultist/Berzerker/Carnage: Gain 1 (B) for each routed unit in this area."
        },
        {
            "title": "DARK OFFERING",
            "general": "",
            "unit": "Blood cultist/Berzerker/Hellbrute: Your opponent may eliminate 1 of their units. If they do, you do not deal damage in the next Damage Assesment step."
        },
        {
            "title": "RED HAZE",
            "general": "Gain 1 (S) for each unplayed card in your opponent's hand.",
            "unit": "Berzerker/Hellbrute/Gloriana: Convert any number of [S] to [B]."
        },
        {
            "title": "INSATIABLE BLOODLUST",
            "general": "Your opponent must eliminate 1 of his unrouted units.",
            "unit": "Hellbrute/Carnage/Gloriana: Gain 2 (B)."
        },
        {
            "title": "HELLISH FURY",
            "general": "Force your opponent to loose all [M].",
            "unit": "Hellbrute: Your opponent must rout all of his CL0 units."
        },
        {
            "title": "ANGRON'S DISDAIN",
            "general": "This card must be revealed and played first, even if you are the defender. After it is played, your opponent may alter his choice of a combat card for ths round. *newpara* Cancel all abilities of combat cards played by your opponent this round.",
            "unit": ""
        },
        {
            "title": "BOUNDLESS ANGER",
            "general": "Gain 1 [M] for each unit destroyed in the next Damage Assessment step.",
            "unit": "Banelord/Gloriana: Gain 1 (B) for each unrouted friendly plastic unit."
        }
    ]
}
