{
    "ordersText": [
        {
            "title": "RELIABLE TACTICS",
            "general": "Before resolving this order, shuffle your Tactical stack into your deck. After resolving the order if you purchased a combat upgrade, immediately form a new tactic stack with 3 different cards from your combat deck. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "DAEMONCULABA ",
            "general": "When resolving this order friendly cities and bastions act as factories. Each one can produce up to 1 Slave Soldier or Siege Marine and that unit must be placed on the world with the city or the bastion that was used to produce it. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "FIELD FORTIFICATIONS",
            "general": "When resolving this order you may move up to 1 friendly bastion as if it were a ground unit. A bastion may never end its movement in a world with another structure. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "",
            "general": "During this orbital strike, *newline* gain 2 [D]. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "ACCEPTABLE LOSSES",
            "general": "Enemy bastions do not prevent this orbital strike. You can resolve an orbital strike after your units enter an enemy world during the execution of this order. You may only choose the contested world as a target. During this orbital strike, both your and your opponent's forces must suffer damage caused by it. After the damage has been delt, resolve the combat as usual. *newline* LIMIT ONCE PER ROUND."
        }
    ],
    "eventsText": [
        {
            "title": "RELENTLESS ONSLAUGHT",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* You may discard this card after fully resolving an advance order to rally 1 unit and resolve an advance order once again. During the second order resolution you can only move to a single area that you already moved into this turn.",
            "type": "SCHEME"
        },
        {
            "title": "STAND YOUR GROUND!",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* Discard this card at the start of a combat on a world. Gain 1 [S], and during this combat and you are considered to have a friendly structure on this world.",
            "type": "SCHEME"
        },
        {
            "title": "DEVASTATING BARRAGE",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* Discard this card at the start of a combat round on a world and destroy a friendly unit on this world to gain 3 (B).",
            "type": "SCHEME"
        },
        {
            "title": "COLD CALCULATION",
            "general": "*newpara* Place this card in your play area and discard all of your other schemes. *newpara* Discard this card at the start of a combat to shuffle your Tactical stack back into your deck and immediately form a new Tactical stack.",
            "type": "SCHEME"
        },
        {
            "title": "REPURPOSING",
            "general": "*newpara* Remove a friendly structure to gain materiel equal to its materiel cost plus 1, after that you must immediately purchase a different structure and place it on the same world.",
            "type": "TACTIC"
        },
        {
            "title": "GRIM RESOLVE",
            "general": "*newpara* Show all cards in your Tactical stack to your opponents and gain any 1 asset token for every non-basic combat card in your Tactical stack.",
            "type": "TACTIC"
        },
        {
            "title": "MILLENIA-OLD BITTERNESS",
            "general": "*newpara* Gain 1 reinforcement token for every system with a friendly area and an enemy structure in it.",
            "type": "TACTIC"
        },
        {
            "title": "AID OF THE DARK MECHANICUM",
            "general": "*newpara* Purchase a combat upgrade. You can spend any number of forge tokens to reduce its cost by 2 for every token spent.",
            "type": "TACTIC"
        }
    ],
    "combatText": [
        {
            "title": "   HUN-TR MODULE",
            "general": "Find a copy of this card in your hand or in your combat deck and play it.",
            "unit": "Hearthkin Warrior/Bastion Commerce Vessel: Reroll 1 [D]."
        },
        {
            "title": "   IRONSKEIN",
            "general": "Find a copy of this card in your hand or in your combat deck and play it.",
            "unit": "Hearthkin Warrior/Bastion Commerce Vessel: Gain 1 (S)."
        },
        {
            "title": "   GRIMNYR'S GUIDANCE",
            "general": "Draw a card. *newpara* Retreat 1 of your units. *newpara* Either rally a friendly unit and gain 1 (B) or 1 (S) or rout a friendly unit to gain 1 materiel and immediately play another card.",
            "unit": ""
        },
        {
            "title": "   ANCESTRAL SENTENCE",
            "general": "Spend up to 2 materiel to gain 2 (B) for each materiel spent.",
            "unit": "Hearthkin Warrior/Bastion Commerce Vessel: Discard another of your combat cards in play to gain 1 [B]."
        },
        {
            "title": "   VOID ARMOUR",
            "general": "Spend up to 2 materiel to gain 2 (S) for each materiel spent.",
            "unit": "Hearthkin Warrior/Bastion Commerce Vessel: Discard another of your combat cards in play to gain 1 [S]."
        },
        {
            "title": "   TECHNOLOGIES OF THE DARK AGE",
            "general": "Choose any 1 card from your Combat Upgrades deck, regardless of its Command Level, and pay its upgrade cost to immediately play it. After the end of the combat, you must return the chosen card to the upgrade deck.",
            "unit": ""
        },
        {
            "title": "   MECHANIZED BACKUP",
            "general": "Gain 1 (B) or 1 (S).",
            "unit": "Einhyr Hearthguard: Spend 4 materiel to place a free Sagitaur on this world. After the Determine the Winner phase, destroy a friendly unit with the highest CL among unrouted friendly units on this world.."
        },
        {
            "title": "   THE HEARTH BURNS",
            "general": "Gain 2 (S).",
            "unit": "Einhyr Hearthguard/Bastion Commerce Vessel: Discard any number of cards in play (including this card). You may return any of those cards to your hand instead of discarding them by spending 1 materiel per each one. Gain 1 [B] for every discarded card, and additionally gain 1 (B) for every discarded card with a shield icon.."
        },
        {
            "title": "   WISDOM OF THE VOTANN",
            "general": "Spend 1 [S] to draw a card. *newline* Rally a unit. *newline* Either gain 1 (S) for every [S] you have, or gain 1 [S].",
            "unit": "Einhyr Hearthguard/Bastion Commerce Vessel: Spend 1 materiel to play another card."
        },
        {
            "title": "   ??",
            "general": "Gain 1 (S).",
            "unit": "Sagitaur/Stronghold Commerce Vessel: Reroll any of your [D] once by spending 1 materiel per each [D]. For each [S] rolled, force your opponent to lose 1 [S], for each [B] rolled, force your opponent to lose 1 [B]."
        },
        {
            "title": "   KAHL",
            "general": "Draw a card. *newpara* Choose a card in your hand and spend materiel equal to its upgrade cost. If you did, play it and resolve its effects twice.",
            "unit": ""
        },
        {
            "title": "   SUPERIOR CRAFTSMANSHIP",
            "general": "Until the end of this combat, whenever a card ability requires you to spend materiel, spend 1 less materiel.",
            "unit": "Sagitaur/Stronghold Commerce Vessel: Lose up to 3 of your dice. Then spend up to 3 materiel to gain 1 [B] for each materiel spent."
        },
        {
            "title": "   MIGHT OF THE FORGE",
            "general": "",
            "unit": "Colossus/Stronghold Commerce Vessel: Choose an enemy unit and spend materiel equal to its cost. Destroy that unit after the next assess damage step."
        },
        {
            "title": "   INCREDIBLE WEALTH",
            "general": "Draw 5 cards.",
            "unit": "Colossus/Stronghold Commerce Vessel: Gain 1 materiel for each unrouted enemy unit."
        }
    ]
}
