{
    "ordersText": [
        {
            "title": "A SINGLE THRUST",
            "general": "If this advance order results in a combat, you may play an additional combat card during the first round. *newline* However, after each round of combat your combat cards are discarded and do not carry over to future rounds. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "PURE GENESEED",
            "general": "While resolving this order you may spend forge tokens as if they were cache tokens. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "SHEER PERFECTION",
            "general": "Your combat deck may consist of 8 cards. If there are 10 cards in your combat deck when you purchase combat upgrades, you may discard an additional pair of combat cards from your deck. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "SONIC AMPLIFIERS",
            "general": "Enemy bastions do not prevent this orbital strike. *newline*  During this orbital strike you may spend 2 [B] to destroy a structure on the targeted world. *newline* LIMIT ONCE PER ROUND."
        },
        {
            "title": "UNBRIDLED HEDONISM",
            "general": "While resolving this order there is no limit on the number of upgrades you may purchase of each type. *newline* LIMIT ONCE PER ROUND."
        }
    ],
    "eventsText": [
        {
            "title": "UNDIVIDED FAITH",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* You may discard this card at the start of an execution round of combat. If you do, your routed units contribute half of their morale value, rounded up, to your total morale during the resolution step of this combat.",
            "type": "SCHEME"
        },
        {
            "title": "HEROINE IN THE MAKING",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* Instead of revealing an order during the Operations Phase, you may discard this card to move 1 Sister Repentia or 1 Battle Sister to an enemy world and start combat. While resolving this combat, resolve 1 execution round only and treat the chosen unit as a Living Saint. Destroy it after you resolve the combat.",
            "type": "SCHEME"
        },
        {
            "title": "INDOMITABLE BELIEF",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* You may discard this card at the start of an execution round of combat. If you do, your units cannot become routed during this execution round.",
            "type": "SCHEME"
        },
        {
            "title": "FAIT ACCOMPLI",
            "general": "Place this card in your play area and discard all of your other schemes. *newpara* Before revealing an order during the Operations Phase, you may discard this card to take either 1 Sister Repentia or 1 Battle Sister from any world and place it on any friendly world.",
            "type": "SCHEME"
        },
        {
            "title": "INVASION CATHEDRUM DEPLOYMENT",
            "general": "Either place 1 free city on a friendly world not containing a structure or spend 3 materiel to place 1 free city on a friendly world not containing a city.",
            "type": "TACTIC"
        },
        {
            "title": "CRUSADE INTO DARKNESS",
            "general": "Purchase 1 combat upgrade, reducing its materiel cost by 1 for each system containing both friendly and enemy areas. The reduction cannot exceed 3 materiel.",
            "type": "TACTIC"
        },
        {
            "title": "INSPIRING ORATOR",
            "general": "Either gain 1 reinforcement token or gain 1 reinforcement token for each friendly world containing a city.",
            "type": "TACTIC"
        },
        {
            "title": "ULTIMATE DEVOTION",
            "general": "Either place 1 free Battle Sister on a friendly world containing a unit or place 1 free Sister Repentia on any friendly world.",
            "type": "TACTIC"
        }
    ],
    "combatText": [
        {
            "title": "       SENSUAL ALLURE",
            "general": "Your opponent must choose and rout 1 of his units.",
            "unit": "Seeker/Cruiser: Gain [M] equal to the highest command level among unrouted enemy units."
        },
        {

            "title": "       CORRUPTING INFLUENCE",
            "general": "Your opponent must give you one of his [D].",
            "unit": "Seeker/Cruiser: Discard a card at random from your opponent's hand."
        },
        {
            "title": "       TRAITOROUS SOUL",
            "general": "Gain 1 (B) for each enemy command level 0 unit.",
            "unit": "Seeker: Replace 1 enemy command level 0 unit with a friendly command level 0 unit."
        },
        {
            "title": "       SONG OF SLAANESH",
            "general": "Gain 1 [M].",
            "unit": "Seeker/Cruiser: Gain 1 (B) for each [M] you have."
        },
        {
            "title": "       UNEXPECTED ALACRITY",
            "general": "Either steal 1 (B) or 1 (S) or gain 1 (B) or 1 (S).",
            "unit": "Seeker/Cruiser: Discard a combat card from your hand and resolve its unit abilities."
        },
        {
            "title": "       ACOUSTIC BARRAGE",
            "general": "Spend 1 [M] to gain 2 (B).",
            "unit": "Noise Marine/Cruiser: Your opponent must rout 1 of his units or destroy all of his routed units."
        },
        {
            "title": "       BLISSFUL AGONY",
            "general": "Gain 1 (S) for each friendly routed unit.",
            "unit": "Noise Marine/Cruiser: Friendly units cannot become routed during the next assess damage step."
        },
        {
            "title": "       LURID VISIONS",
            "general": "Steal 1 [B].",
            "unit": "Noise Marine/Cruiser: Your opponent chooses and reveals a combat card from his hand. He must play that card in the next combat round."
        },
        {
            "title": "       SHRIEKING HAVOCS",
            "general": "Your opponent chooses for you to gain either 2 (B) or 2 (S).",
            "unit": "Noise Marine/Cruiser: Your opponent cannot rally units during this round of combat."
        },
        {
            "title": "       UNSPEAKABLE PERVERSION",
            "general": "Steal 1 [M].",
            "unit": "Seeker: Your opponent looses all reinforcement tokens. Place that many free reinforcement tokens in this area."
        },
        {
            "title": "       MUTUAL DESTRUCTION",
            "general": "Destroy a friendly unrouted unit to choose and destroy an enemy unit of the same or lower command level.",
            "unit": "Soul Grinder/Cruiser/Grand Cruiser: Gain (B) equal to the highest command level among unrouted friendly units."
        },
        {
            "title": "       REVEL IN MISERY",
            "general": "Rally all friendly and enemy units.",
            "unit": "Soul Grinder/Grand Cruiser: Gain 1 (B) or 1 (S) for each unit that was rallied as a result of the general ability of this card."
        },
        {
            "title": "       FULGRIM'S AVARICE",
            "general": "Gain 1 [M] for each unclaimed objective in the active system.",
            "unit": "Keeper of Secrets/Grand Cruiser: Gain 3 (B) if you have claimed more objectives than your opponent. Gain 3 (S) if you have claimed fewer objectives than your opponent."
        },
        {
            "title": "       IRRESISTIBLE TEMPTATION",
            "general": "Steal 1 [B] and 1 [M].",
            "unit": "Keeper of Secrets/Grand Cruiser: gain 2 (B) for each [D] you could not steal."
        }
    ]
}
